/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ a été mis à jour et supprimé. Souhaitez-vous modifier tous les éléments de votre trousseau afin de permettre l’accès de la nouvelle version à votre trousseau ?";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "%1$@ a été mis à jour. Souhaitez-vous autoriser la nouvelle version à accéder aux mêmes éléments du trousseau (tels que les mots de passe) que la version précédente ?";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ a été mis à jour. Souhaitez-vous modifier tous les éléments de votre trousseau afin de permettre l’accès de la nouvelle version à votre trousseau ?";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "%1$@ a peut-être été modifié ou mis à jour, lors d’une mise à jour de logiciels par exemple. Vous devez donc autoriser l’utilisation de l’élément de trousseau.";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "%1$@ a été mis à jour ou modifié, peut-être lors d’une mise à jour de logiciels. Vous devez pour cette raison autoriser l’utilisation de votre trousseau.";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "%1$@ veut accéder à la clé « %2$@ » de votre trousseau.";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "%1$@ veut ajouter l’élément « %2$@ » à votre trousseau.";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "%1$@ veut modifier les autorisations d’accès de l’élément « %2$@ » de votre trousseau.";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "%1$@ veut changer le propriétaire de l’élément « %2$@ » de votre trousseau (le propriétaire est autorisé à modifier les autorisations d’accès).";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "%1$@ veut déchiffrer l’élément « %2$@ » de votre trousseau.";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "%1$@ veut supprimer l’élément « %2$@ » de votre trousseau.";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "%1$@ veut inférer une clé à partir de la clé « %2$@ » de votre trousseau.";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "%1$@ veut chiffrer à l’aide de la clé « %2$@ » de votre trousseau.";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "%1$@ veut exporter la clé « %2$@ » de votre trousseau.";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "%1$@ veut importer la clé « %2$@ » dans votre trousseau.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "%1$@ veut signer à l’aide de la clé « %2$@ » de votre trousseau.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "%1$@ veut signer avec la clé « %2$@ » de votre trousseau.";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "%1$@ veut utiliser le trousseau « %2$@ ».";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "%1$@ souhaite utiliser votre mot de passe .Mac. %2$@";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "%1$@ veut utiliser vos informations confidentielles gardées dans « %2$@ » de votre trousseau.";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "« %1$@ » a été modifié sur le disque. Vous exécutez peut-être quelque chose essayant de se faire passer pour « %1$@ ».";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "« %1$@ » a été modifié pendant l’exécution et ne correspond plus à ce qui a été installé sur le disque.";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "« %1$@ » est inconnu. Accès refusé.";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "Une application nommée %1$@ requiert l’accès à votre trousseau mais une version existe déjà. Souhaitez-vous modifier tous les éléments de votre trousseau afin de permettre l’accès de la nouvelle version à votre trousseau ?";

/* AppType */
"Application:" = "Application :";

/* Authentication no longer needed */
"Authentication is no longer needed." = "L’authentification n’est plus nécessaire.";

/* Cancel button title */
"Cancel" = "Annuler";

/* changed application wanting access */
"Changed Process:" = "Opération modifiée :";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "Confirmer le changement de l’application";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "Copier l’emplacement dans le presse-papiers";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "Détails";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "Voulez-vous permettre l’accès à cet élément ?";

/* Do you want to allow this? */
"Do you want to allow this?" = "Êtes-vous d’accord ?";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "Saisissez un nouveau mot de passe pour le trousseau « %1$@ ».";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "Saisissez le mot de passe du trousseau « %1$@ » sur « %2$@ ».";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "Tapez le mot de passe pour le trousseau « %1$@ » sur l’un des ordinateurs que vous avez synchronisés.";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "Impossible de savoir si « %1$@ » a pas été modifié depuis la dernière utilisation. Quelqu’un peut l’avoir modifié ou remplacé.";

/* Keychain Access application's name */
"Keychain Access.app" = "Trousseau d’accès.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "Nouveau mot de passe :";

/* No button title */
"No" = "Non";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "Non requis.";

/* OK button title */
"OK" = "OK";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "Indice du mot de passe : « %1$@ ».";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "PIN :";

/* Unlock reason detail */
"Please enter the keychain password." = "Veuillez saisir le mot de passe du trousseau.";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "Un mot de passe fiable excède généralement 6 caractères et ne contient pas de mots usuels tels que chien, chat, etc.";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "Désolé, impossible de poursuivre l’authentification.";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "Désolé, impossible de poursuivre le déverrouillage.";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "Désolé, vous avez tenté de vous authentifier un nombre de fois excessif.";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "Désolé, vous avez dépassé la limite de tentatives de définition du mot de passe pour le trousseau « %1$@ ».";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "Désolé, vous avez tenté de déverrouiller « %1$@ » trop de fois.";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "Désolé, ce mot de passe n’est pas valide.";

/* For referring to the system keychain. */
"System" = "Système";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "Le logiciel « %1$@ » qui se trouve sur votre ordinateur a été modifié et veut accéder à votre trousseau.";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "L’authenticité de « %1$@ » ne peut être vérifiée.";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "L’élément n’a pas pu être ajouté à votre trousseau par défaut.";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "Les éléments de trousseau peuvent comprendre des mots de passe et d’autres types d’informations importantes. Si vous appuyez sur Autoriser, la nouvelle version de « %1$@ » aura accès à tous les éléments de trousseau de la version précédent. Cette modification est permanente.";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "Le nom ou mot de passe saisi est incorrect.";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "Ce changement est définitif et affecte tous les éléments de tous vos trousseaux.";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "Ceci est une nouvelle version de l’application « %1$@ ». Souhaitez-vous l’autoriser à accéder aux mêmes éléments du trousseau que la version précédente ?";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "C’est le même mot de passe que vous avez utilisé pour synchroniser au départ votre trousseau « %@ » avec .Mac.";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "Pour autoriser ceci, saisissez le mot de passe du trousseau « %1$@ ».";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "Pour synchroniser le trousseau sur cet ordinateur, tapez le mot de passe de votre compte d’utilisateur sur « %1$@ ».";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "Pour synchroniser le trousseau sur cet ordinateur, tapez le mot de passe de votre compte d’utilisateur pour chaque ordinateur que vous synchronisez.";

/* ToolType */
"Tool:" = "Outil :";

/* Try again later */
"Try again later." = "Réessayez plus tard.";

/* Please Try again */
"Try entering your information again." = "Essayez d’entrer vos informations à nouveau.";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "Tapez un nom et un mot de passe d’administrateur pour modifier les réglages de confiance du certificat système.";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "Tapez un nom et un mot de passe d’administrateur pour autoriser %1$@ à effectuer des changements.";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "Tapez le nom et le mot de passe d’un utilisateur du groupe « %1$@ » pour autoriser %2$@ à effectuer des changements.";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "Tapez votre mot de passe pour autoriser %1$@ à effectuer des changements.";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "Tapez votre mot de passe pour modifier les réglages de confiance du certificat.";

/* UnkownProcessType */
"Unknown:" = "Inconnu :";

/* Unlock no longer needed */
"Unlock is no longer needed." = "Le déverrouillage n’est plus nécessaire.";

/* Yes button title */
"Yes" = "Oui";

/* pwd is blank */
"You have not provided a password. Please specify one." = "Vous n’avez pas fourni de mot de passe. Veuillez en attribuer un.";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "Vous avez choisi un mot de passe non-fiable. Choisissez-en un plus long.";

/* used that pwd before */
"You have used that password before. Please use a different one." = "Vous avez déjà utilisé ce mot de passe. Veuillez en utiliser un autre.";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "Vous devez taper un nom et un mot de passe d’administrateur pour modifier %1$@.";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "Vous devez taper le nom et le mot de passe d’un utilisateur du groupe « %1$@ » pour modifier %2$@.";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "Votre mot de passe est différent de celui de confirmation.";

/* pwd unacceptable */
"Your password is unacceptable." = "Votre mot de passe n’est pas acceptable.";
